Repository: 84000/data-translation-memory
Catalog: toh596-v3.tmx
Source language: bo
Languages: en

source: དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་གཙུག་ཏོར་རྣམ་པར་རྒྱལ་བ་ཞེས་བྱ་བའི་གཟུངས་རྟོག་པ་དང་བཅས་པ།
en: The Uṣṇīṣavijayā Dhāraṇī with Its Ritual Manual

source: སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to all buddhas and bodhisattvas.

source: །འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན།
en: Thus did I hear at one time.

source: བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཚེ་དཔག་ཏུ་མེད་པ་བདེ་བ་ཅན་གྱི་ཆོས་ཡང་དག་པར་སྡུད་པའི་ཁང་བཟངས་མཆོག་ན་ཉེ་བར་བཞུགས་སོ།
en: The blessed, thus-gone, worthy, perfectly awakened Buddha Amitāyus was staying in the excellent secret palace, Dharma Proclamation, in Sukhāvatī.

source: །དེ་ནས་འཁོར་གྱི་དཀྱིལ་འཁོར་ལ་ཉེ་བར་གཟིགས་ཏེ། འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་ལ་བཀའ་སྩལ་པ། ཀྱེ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རིགས་ཀྱི་བུ་དང་། རིགས་ཀྱི་བུ་མོ་སྡུག་བསྔལ་བ་ནད་ཀྱིས་ཡོངས་སུ་གཟིར་བའི་སེམས་ཅན་ཚེ་ཐུང་བ་རྣམས་ཡོད་དེ།
en: He looked out at the circle of his retinue and said to Noble Avalokiteśvara, “Alas, bodhisattva great beings and sons and daughters of noble family, there are beings who suffer, are afflicted with diseases, and have short lifespans.

source: དེ་རྣམས་ཀྱི་ཕྱིར་སེམས་ཅན་ཐམས་ཅད་ལ་ཀུན་དུ་གཟིགས་པའི་མཚན་གྱི་དཔལ་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་གཙུག་ཏོར་རྣམ་པར་རྒྱལ་བ་ཞེས་བྱ་བའི་གཟུངས་འདི་ཉིད་འཆང་བ་དང་། ཀློག་པ་དང་། གཞན་ལ་རྒྱ་ཆེར་ཡང་དག་པར་བསྟན་པའི་ཕྱིར་ཡུན་རིང་པོར་གནས་པར་བསྒྲུབ་པའི་ཆེད་དུ་བཅོམ་ལྡན་འདས་ཀྱིས་ཐམས་ཅད་དང་ལྡན་པའི་འཁོར་གྱི་དཀྱིལ་འཁོར་ལ་གཟིགས་ཏེ།
en: To help them, one should uphold and recite this dhāraṇī called the crown victory of all tathāgatas and teach it extensively to others for the sake of long life.” Then the bodhisattva, the great being, Avalokiteśvara arose from his seat, joined his palms, and said to the Blessed One, “Blessed One, please teach! Well-Gone One, please teach the dhāraṇī called the crown victory of all tathāgatas

source: ཀུན་དུ་གཟིགས་པའི་དཔལ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་ལ་སྙོམས་པར་ཞུགས་ཏེ། དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་གཙུག་ཏོར་རྣམ་པར་རྒྱལ་བ་ཞེས་བྱ་བའི་གཟུངས་འདི་བཀའ་སྩལ་པ། ཨོཾ་ན་མོ་བྷ་ག་ཝ་ཏེ་སརྦ་ཏྲཻ་ལོ་ཀྱ་པྲ་ཏི་བི་ཤིཥྚཱ་ཡ་བུད་དྷཱ་ཡ་ཏེ་ན་མཿ། ཏདྱ་ཐཱ། ཨོྃ་བྷྲཱུཾ་བྷྲཱུཾ་བྷྲཱུཾ། ཤོ་དྷ་ཡ་ཤོ་དྷ་ཡ། བི་ཤོ་དྷ་ཡ། བི་ཤོ་དྷ་ཡ། ཨ་ས་མ་ས་མནྟ་ཨ་བ་བྷཱ་ས་སྥ་ར་ཎ་ག་ཏི། ག་ག་ན་སྭ་བྷཱ་བ་བི་ཤུད་དྷེ། ཨུཥྞཱི་ཥ་བི་ཛ་ཡ་པ་རི་ཤུད་དྷེ། ཨ་བྷི་ཥིཉྩནྟུ་མཱཾ། སརྦ་ཏ་ཐཱ་ག་ཏ་སུ་ག་ཏ་བར་བ་ཙ་ན། ཨ་མྲྀ་ཏ་ཨ་བྷི་ཥེ་ཀཻར། མ་ཧཱ་མུ་དྲ་མནྟྲ་པ་དཻཿ། ཨཱ་ཧ་ར་ཨཱ་ཧ་ར། མ་མ་ཨཱ་ཡུཿ། སན་དྷ་ར་ཎི། ཤོ་དྷ་ཡ་ཤོ་དྷ་ཡ། པི་ཤོ་དྷ་ཡ་བི་ཤོ་དྷ་ཡ། ག་ག་ན་སྭ་བྷཱ་བ་བི་ཤུད་དྷེ།
en: Then the Blessed One looked upon the circle of his perfect retinue, entered the samādhi called the splendor beheld everywhere , and pronounced this dhāraṇī called the crown victory of all tathāgatas

source: ཨུཥྞཱི་ཥ་བི་ཛ་ཡ་པ་རི་ཤུད་དྷེ། ས་ཧ་སྲ་ར་སྨི་སཉྩོ་དི་ཏེ། སརྦ་ཏ་ཐཱ་ག་ཏ་ཨ་ཝ་ལོ་ཀི་ནི། ཥཊ་པཱ་ར་མི་ཏཱ་པཱ་རི་པཱུ་ར་ཎི། སརྦ་ཏ་ཐཱ་ག་ཏ་མཱ་ཏེ་ད་ཤ་བྷཱུ་མི་པྲ་ཏིཥྛི་ཏེ། སརྦ་ཏ་ཐཱ་ག་ཏ་ཧྲྀ་ད་ཡ་ཨ་དྷིཥྛཱ་ན་ཨ་དྷིཥྛི་ཏེ། མུ་དྲེ་མུ་དྲེ། མ་ཧཱ་མུ་དྲེ། མ་ཧཱ་མུ་དྲེ། བཛྲ་ཀཱ་ཡ་སཾ་ཧ་ཏ་ན། པ་རི་ཤུད་དྷེ། སརྦ་ཀརྨ་ཨཱ་ཝ་ར་ཎ་བི་ཤུད་དྷེ། པྲ་ཏི་ནི་བརྟ་ཡ། མ་མ་ཨཱ་ཡུར་བི་ཤུད་དྷེ། སརྦ་ཏ་ཐཱ་ག་ཏ་ས་མ་ཡ་ཨ་དྷིཥྛཱ་ན་ཨ་དྷིཥྛི་ཏེ། ཨོྃ་མུ་ནི་མུ་ནི། མ་ཧཱ་མུ་ནི། བི་མུ་ནི་བི་མུ་ནི། མ་ཧཱ་བི་མུ་ནི། མ་ཏི་མ་ཏི། མ་ཧཱ་མ་ཏི། མ་མ་ཏི།
en: “oṁ namo bhagavate sarvatrailokyaprativiśiṣṭāya buddhāya te namaḥ | tadyathā | oṁ bhrūṁ bhrūṁ bhrūṁ | śodhaya śodhaya | viśodhaya viśodhaya | asamasamantāvabhāsaspharaṇagatigaganasvabhāvaviśuddhe | uṣṇīṣavijayapariśuddhe | abhiṣiñcantu māṃ sarvatathāgatāḥ sugatavaravacanāmṛtābhiṣekair mahāmudrāmantrapadaiḥ | āhara āhara mama āyuḥsandhāraṇi | śodhaya śodhaya | viśodhaya viśodhaya | gaganasvabhāvaviśuddhe | uṣṇīṣavijāyapariśuddhe | sahasraraśmisañcodite | sarvatathāgatāvalokini | ṣaṭpāramitāparipūraṇi | sarvatathāgatamāte | daśabhūmipratiṣṭḥite | sarvatathāgatahṛdayādhiṣṭhānādhiṣṭḥite | mudre mudre mahāmudre | vajrakāyasaṃhatanapariśuddhe | sarvakarmāvaraṇaviśuddhe | pratinivartaya mamāyurviśuddhe | sarvatathāgatasamayādhiṣṭhānādhiṣṭhite | oṁ muni muni mahāmuni | vimuni vimuni mahāvimuni | mati mati mahāmati | mamati | sumati | tathatābhūtakoṭipariśuddhe | visphuṭabuddhiśuddhe | he he | jaya jaya | vijaya vijaya | smara smara | sphara sphara | sphāraya sphāraya | sarvabuddhādhiṣṭhānādhiṣṭhite | śuddhe śuddhe | buddhe buddhe | vajre vajre mahāvajre | suvajre | vajragarbhe | jayagarbhe | vijayagarbhe | vijayagarbhe | vajrajvālagarbhe | vajrodbhave | vajrasambhave | vajre | vajrini | vajram bhavatu mama śarīraṃ sarvasatvānāñ ca kāyapariśuddhir bhavatu | sadā me sarvagatipariśuddhiś

source: སུ་མ་ཏི། ཏ་ཐཱ་ཏཱ་བྷཱ་ཏ་ཀོ་ཊི། པ་རི་ཤུད་དྷེ། བི་སྥུ་ཊ། བུད་དྷི་ཤུད་དྷེ། ཧེ་ཧེ། ཛ་ཡ་ཛ་ཡ། བི་ཛ་ཡ་བི་ཛ་ཡ། སྨ་ར་སྨ་ར། སྥ་ར་སྥ་ར། སྥཱ་ར་ཡ་སྥཱ་ར་ཡ། སརྦ་བུད་དྷ་ཨ་དྷིཥྛཱ་ན་ཨ་དྷིཥྛི་ཏེ། ཤུད་དྷེ་ཤུད་དྷེ། བུད་དྷེ་བུད་དྷེ། བཛྲེ་བཛྲེ། མ་ཧཱ་བཛྲེ། སུ་བཛྲེ། བཛྲ་གརྦྷེ། ཛ་ཡ་གརྦྷེ། བི་ཛ་ཡ་གརྦྷེ། བི་ཛ་ཡ་གརྦྷེ། བཛྲ་ཛྭཱ་ལཱ་གརྦྷེ། བཛྲ་ཨུད་བྷ་བེ། བཛྲ་སཾ་བྷ་བེ། བཛྲེ་བཛྲཱི་ནི། བཛྲམྦྷ་བ་ཏུ། མ་མ་ཤ་རཱི་རཾ་སརྦ་སཏྭཱ་ནཱཉྩ་ཀཱ་ཡ་པ་རི་ཤུད་དྷིར་བྷ་བ་ཏུ།
en: ca | sarvatathāgatāś

source: ས་དཱ་མེ་སརྦ་ག་ཏི་པ་རི་ཤུད་དྷིཤྩ། སརྦ་ཏ་ཐཱ་ག་ཏཱ་མཱཾ་ས་མཱ་ཤྭཱ་ས་ཡནྟུ། བུད་དྷྱ་བུད་དྷྱ། སིད་དྷྱ་སིད་དྷྱ། བོ་དྷ་ཡ་བོ་དྷ་ཡ། བི་བོ་དྷ་ཡ་བི་བོ་དྷ་ཡ། མོ་ཙ་ཡ་མོ་ཙ་ཡ། བི་མོ་ཙ་ཡ་བི་མོ་ཙ་ཡ། ཤོ་དྷ་ཡ་ཤོ་དྷ་ཡ། བི་ཤོ་དྷ་ཡ་བི་ཤོ་དྷ་ཡ། ས་མནྟཱ་ན་མོ་ཙ་ཡ་མོ་ཙ་ཡ། ས་མནྟ་ར་སྨི་པ་རི་ཤུད་དྷེ། སརྦ་ཏ་ཐཱ་ག་ཏ་ཧྲྀ་ད་ཡ། ཨ་དྷིཥྛཱ་ན་ཨ་དྷིཥྛི་ཏེ། མུ་དྲེ་མུ་དྲེ། མ་ཧཱ་མུ་དྲེ་མ་ཧཱ་མུ་དྲཱ་མནྟྲ་པ་དཻཿསྭཱ་ཧཱ།
en: ca māṃ samāśvāsayantu | budhya budhya | siddhya siddhya | bodhaya bodhaya | vibodhaya vibodhaya | mocaya mocaya | vimocaya vimocaya | śodhaya śodhaya | viśodhaya viśodhaya | samantān mocaya mocaya | samantaraśmipariśuddhe | sarvatathāgatahṛdayādhiṣṭhānādhiṣṭhite | mudre mudre mahāmudre | mahāmudrāmantrapadaiḥ svāhā.

source: གཙུག་ཏོར་རྣམ་པར་རྒྱལ་བ་ཞེས་བྱ་བ་སྡིག་པ་དང་སྒྲིབ་པ་ཐམས་ཅད་རྣམ་པར་སྦྱོང་བ། ངན་སོང་ཐམས་ཅད་རྒྱུན་གཅོད་པ་འདི་ཡི་གེར་བྲིས་ཏེ། མཆོད་རྟེན་གྱི་སྲོག་ཤིང་གི་སྟེང་དུ་བཞག་ལ།
en: “Write down this dhāraṇī called the crown victory , which purifies all evil deeds and obscurations and eliminates all lower rebirths, and place it at the summit of the life-pillar of a caitya.

source: ཟླ་བ་ཉ་བའི་ཚེ་ཁྲུས་བྱས་ཏེ་ལན་སྟོང་རྩ་བརྒྱད་བརྗོད་ན་ཚེ་ཟད་པ་ལས་ཚེ་ཕྱིར་ནུར་བར་འགྱུར་རོ།
en: If one bathes and recites this dhāraṇī eight thousand times on the full moon day, one’s life force that has been exhausted will instead be replenished.

source: །ངན་སོང་ལས་མྱུར་དུ་ཐར་ཏེ། སྒྲིབ་པ་རྣམས་དག་ནས་བླ་ན་མེད་པའི་བྱང་ཆུབ་ཐོབ་པར་འགྱུར་རོ།
en: One will be swiftly freed from lower rebirths, one’s obscurations will be purified, and one will thus attain unsurpassed awakening.

source: །དུད་འགྲོ་རྣམས་ཀྱིས་ཐོས་ན་ཡང་དེ་རྣམས་ངན་སོང་གི་ཐ་མ་ཡིན་ཏེ།
en: “If animals hear this dhāraṇī, this will be their final lower rebirth.

source: བྱང་ཆུབ་མ་ཐོབ་ཀྱི་བར་དུ་མཐོ་རིས་རྒྱལ་པོའི་རིགས་སམ། བྲམ་ཟེའི་རིགས་སམ། ཚོང་དཔོན་གྱི་རིགས་སམ། ཁྱིམ་བདག་གི་རིགས་ཤིང་སཱ་ལ་ཆེན་པོ་ལྟ་བུའི་ནང་དུ་སྐྱེ་བར་འགྱུར་རོ།
en: Until they attain awakening, they will be born into kṣatriya, brahmin, merchant, and householder families as prominent as the great sāl tree.

source: །མཆོད་རྟེན་དེའི་གྲིབ་མས་ཕོག་གམ། རྡུལ་གྱིས་བཏབ་ཀྱང་རུང་སྟེ་ངན་སོང་དུ་འགྲོ་བར་མི་འགྱུར་རོ།
en: “If someone is touched by the shadow of that caitya, or even if they are touched by a particle of dust from it, they will not take lower rebirths.”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་ཡི་རངས་ཏེ་མངོན་པར་བསྟོད་དོ།།
en: When the Blessed One spoke these words, the bodhisattva great being Noble Avalokiteśvara rejoiced and praised what he had said.

source: འཕགས་པ་གཙུག་ཏོར་རྣམ་པར་རྒྱལ་བའི་གཟུངས་རྟོག་པ་དང་བཅས་པ་རྫོགས་སོ།།
en: This concludes “ The Uṣṇīṣavijayā Dhāraṇī with Its Ritual Manual
